tap "1password/tap"
tap "abhinav/tap"
tap "charmbracelet/tap"
tap "derailed/k9s"
tap "dopplerhq/cli"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "oven-sh/bun"
tap "redis-stack/redis-stack"
tap "smudge/smudge"
tap "stripe/stripe-cli"
tap "supabase/tap"
tap "universal-ctags/universal-ctags"
tap "withgraphite/tap"
tap "yoheimuta/protolint"
brew "act"
brew "aom"
brew "ast-grep"
brew "autojump"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "btop"
brew "claude-squad"
brew "cmake"
brew "coreutils"
brew "delve"
brew "deno"
brew "duckdb"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "jpeg-xl"
brew "libavif"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "pkgconf"
brew "python@3.13"
brew "gobject-introspection"
brew "golangci-lint"
brew "gotags"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "graphviz"
brew "helm"
brew "htop"
brew "hurl"
brew "jq"
brew "just"
brew "kubectx"
brew "lazygit"
brew "llvm"
brew "luarocks"
brew "make"
brew "maven"
brew "mercurial"
brew "neovim"
brew "ninja"
brew "node_exporter"
brew "nvm"
brew "ollama"
brew "pipx"
brew "pnpm"
brew "postgresql@14"
brew "prometheus"
brew "railway"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rlwrap"
brew "rust"
brew "rust-analyzer"
brew "rustup"
brew "sops"
brew "sox"
brew "superfile"
brew "tesseract"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "universal-ctags"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "zoxide"
brew "abhinav/tap/git-spice"
brew "charmbracelet/tap/crush"
brew "derailed/k9s/k9s"
brew "dopplerhq/cli/doppler"
brew "hashicorp/tap/terraform"
brew "oven-sh/bun/bun"
brew "smudge/smudge/nightlight"
brew "stripe/stripe-cli/stripe"
brew "supabase/tap/supabase"
brew "yoheimuta/protolint/protolint"
cask "1password-cli"
cask "alacritty"
cask "alt-tab"
cask "aws-vault-binary"
cask "bruno"
cask "ghostty"
cask "karabiner-elements"
cask "love"
cask "orbstack"
cask "pgadmin4"
cask "phoenix"
cask "redis-stack/redis-stack/redis-stack"
cask "redis-stack/redis-stack/redis-stack-redisinsight"
cask "redis-stack/redis-stack/redis-stack-server"
cask "xquartz"
vscode "golang.go"
vscode "vscodevim.vim"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
cargo "claude-chill"
cargo "nvim-mcp"
cargo "tree-sitter-cli"
uv "dagster"
uv "dagster-dg"
uv "sqlfluff"
