tap "1password/tap"
tap "abhinav/tap"
tap "derailed/k9s"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "redis-stack/redis-stack"
tap "smudge/smudge"
tap "stripe/stripe-cli"
tap "supabase/tap"
tap "universal-ctags/universal-ctags"
tap "withgraphite/tap"
tap "yoheimuta/protolint"
brew "act"
brew "jpeg-xl"
brew "aom"
brew "ast-grep"
brew "autojump"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "delve"
brew "deno"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "libavif"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "pkgconf"
brew "gobject-introspection"
brew "golangci-lint"
brew "gotags"
brew "netpbm"
brew "graphviz"
brew "helm"
brew "htop"
brew "jq"
brew "kubectx"
brew "lazygit"
brew "llvm"
brew "luarocks"
brew "make"
brew "maven"
brew "mercurial"
brew "tree-sitter"
brew "neovim"
brew "ninja"
brew "node_exporter"
brew "nvm"
brew "ollama"
brew "pipx"
brew "pnpm"
brew "postgresql@14"
brew "prometheus"
brew "pyenv"
brew "pyenv-virtualenv"
brew "railway"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "rust-analyzer"
brew "rustup"
brew "sops"
brew "sox"
brew "tmux"
brew "tree"
brew "universal-ctags", args: ["HEAD"]
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "zoxide"
brew "abhinav/tap/git-spice"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/terraform"
brew "smudge/smudge/nightlight"
brew "stripe/stripe-cli/stripe"
brew "supabase/tap/supabase"
brew "yoheimuta/protolint/protolint"
cask "1password-cli"
cask "alacritty"
cask "alt-tab"
cask "karabiner-elements"
cask "love"
cask "orbstack"
cask "pgadmin4"
cask "phoenix"
cask "redis-stack"
cask "redis-stack-redisinsight"
cask "redis-stack-server"
cask "xquartz"
