tap "1password/tap"
tap "derailed/k9s"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "redis-stack/redis-stack"
tap "universal-ctags/universal-ctags"
tap "withgraphite/tap"
tap "yoheimuta/protolint"
brew "jpeg-xl"
brew "aom"
brew "autojump"
brew "bash"
brew "bash-completion"
brew "bat"
brew "pkg-config"
brew "exa"
brew "fd"
brew "fzf"
brew "libavif"
brew "gh"
brew "git"
brew "go@1.16"
brew "go@1.18"
brew "gobject-introspection"
brew "golangci-lint"
brew "netpbm"
brew "pango"
brew "graphviz"
brew "helm"
brew "htop"
brew "jq"
brew "kubectx"
brew "lua-language-server"
brew "luarocks"
brew "maven"
brew "mercurial"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "node_exporter"
brew "nvm"
brew "prometheus"
brew "pyenv"
brew "pyenv-virtualenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup-init"
brew "sops"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/terraform"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "withgraphite/tap/graphite"
brew "yoheimuta/protolint/protolint"
cask "1password-cli"
cask "alt-tab"
cask "karabiner-elements"
cask "love"
cask "phoenix"
cask "redis-stack"
cask "redis-stack-redisinsight"
cask "redis-stack-server"
cask "xquartz"
